---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotSlopeSlopeRepresentation
source: html/58ff8807-f68a-86b3-de22-ee090ec41f24.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotSlopeSlopeRepresentation Property

"Slope Representation"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotSlopeSlopeRepresentation { get; }
```